<template>
  <div class="main-wrap">
     <h3 class="main-title">常见问题</h3>
     <div class="main-content">
        <div>
            <h3>一、 无法接收验证短信</h3>
            <ul>
              <li>1，请确认手机是否停机或信号正常；</li>
              <li>2，如果安装了手机安全控件，请查询被拦截短信；</li>
              <li>3，短信系统有延迟发送的情况，建议您多尝试几次，并耐心等待；</li>
              <li>4，若多次操作未收到短信，请联系客服解决。</li>
            </ul>
        </div>
       <div>
         <h3>二、如何往账户里充值？</h3>
         <ul>
           <li>进入”我的账户”-“点击充值”进行充值。或者在网站首页导航条中点击充值进行充值。</li>
         </ul>
       </div>
       <div>
         <h3>三、 充值、提现问题</h3>
         <ul>
           <li>1，充值失败是什么原因？</li>
           <ul>
             <li>有两种原因：第一种是由于网络原因银行掉单，遇到这种情况银行没有扣款，您再重新充值一次就可以了；</li>
             <li>第二种是银行已经扣款，宏润共创账户里却没显示金额，这种情况是由于宏润共创充值掉单，直接咨询客服，提供一下您的用户名，由我们的客服帮您核实账户详情，联系环迅帮您处理掉单问题。</li>
           </ul>
           <li>2，充值后何时到账？</li>
           <ul>
             <li>充值是即时到账的</li>
           </ul>
           <li>3，充值限额是多少？</li>
           <ul>
             <li>不同银行的银行卡对应的充值限额是不同的，具体的以银行限额为准。</li>
           </ul>
           <li>4，充值的时候提示该卡金额已经超过最大限额？</li>
           <ul>
             <li>这和银行卡限额设置有关系，平台并没有设置充值限额，每个银行有设定当日单笔或累计支付金额的限定。</li>
           </ul>
           <li>5，为什么网上银行充值成功，但是宏润共创账户里的余额却没有增加？</li>
           <ul>
             <li>由于在同一时间使用同一个第三方充值账户端口充值的人过多，造成网银显示与宏润共创账号金额不同步， 如果遇到这种情况请您将网银付款成功的页面截图，然后刷新个人账户页面。如果刷新未能解决问题，请您致电客服， 客服专员会马上处理您的问题。</li>
           </ul>
           <li>6，我什么时候需要绑定银行卡？</li>
           <ul>
             <li>在第一次提现之前需要绑定一张银行卡，绑定银行卡的操作非常简单，您只需提供您的银行卡号， 登录“我的账户”-“资金管理”-“银行卡”即可绑定银行卡。请注意，您绑定的银行卡的持卡人需与您之前认证的姓名相符， 否则将不能进行银行卡绑定。</li>
           </ul>
           <li>7，为什么我提现失败？</li>
           <ul>
             <li>造成您提现失败的原因可能有以下几种：未设定银行账户、银行卡开户人姓名和实名认证姓名不一致、银行开户行信息错误、银行账号/户名错误，或是账号和户名不符、使用信用卡提现、银行账户冻结或正在办理挂失（*如出现银行卡信息填写有误导致提现未到账，请及时与客服联系，我们会尽快为您处理好。）</li>
           </ul>
           <li>8，为什么绑定错误的银行卡信息还能绑定成功？</li>
           <ul>
             <li>由于平台无法核实银行卡信息，无论信息正确与否，您选择绑定就会绑定成功，但是提现时钱不会打入错误的银行卡，会由银行审核后在两个工作日内把提现金额退回环迅账户，您解绑错误的银行卡重新绑定正确的就可以再次提现了。</li>
           </ul>
           <li>9，绑卡提示该卡已绑定，怎么回事？</li>
           <ul>
             <li>提示该卡已绑定说明您的这张卡已经绑定过其他账号，每张银行卡只能绑定一次，请联系客服帮您核实您的账户银行卡信息是否有误以便帮您解决问题。</li>
           </ul>
           <li>10，提现有什么要求？</li>
           <ul>
             <li>手续费是由环迅收取的，平台不收取任何费用。如果在充值时使用快捷支付，提现时需要同卡提现，也就是使用快捷支付的情况下，提现的卡必须是充值的卡。</li>
           </ul>
         </ul>
       </div>
       <div>
         <h3>四、 个人账户问题</h3>
         <ul>
           <li>1，如何修改登录密码？</li>
           <ul>
             <li>您可以登录”我的账户”—会员资料—下修改登录密码</li>
           </ul>
           <li>2，如何找回我的登录密码？</li>
           <ul>
             <li>如果您遗忘了密码，可以在网站用户登录页面，点击”忘记密码”按钮，通过注册手机号找回密码。</li>
           </ul>
           <li>3，什么是交易密码，忘记交易密码怎么办？</li>
           <ul>
             <li>交易密码是您在投资和提现时需要输入的环迅托管账户的安全凭证，是保护您资金安全交易的密码。您可以通过“我的账户--登录托管账户”，登录环迅托管系统进行修改或找回密码操作。请仔细阅读以下常见的安全措施。</li>
           </ul>
         </ul>
       </div>
     </div>
  </div>
</template>

<script>
export default {
  name: 'AboutNav',
  data () {
    return {
    }
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
  div.main-wrap{
    width: 1190px;
    margin: 0px auto;
    background: #fff;
    overflow: hidden;
    padding: 30px;
  }
  h3.main-title{
    text-align: left;
    height: 40px;
    line-height: 30px;
    padding-bottom: 10px;
    border-bottom: 1px solid #e3e3e3;
    font-size: 20px;
    font-weight: 500;
    font-family: "Microsoft Yahei";
    color: #666;
    letter-spacing: 1px;
  }
  div.main-content{
    text-align: left;
  }
  div.main-content h3{
    height: 45px;
    line-height: 45px;
  }
  div.main-content ul{
    padding-left: 20px;
  }
  div.main-content ul li{
    line-height: 30px;
  }
</style>
